Repository: jenchienchang/asset-flow
Catalog: AssetFlow/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# — %lld assets (from %@)
source: — %1$lld assets (from %2$@)
zh_hant: — %1$lld 項資產（來自 %2$@）

source: (%lld operations)
zh_hant: （%lld 筆操作）

source: (no data)
zh_hant: （無資料）

source: %lld assets
zh_hant: %lld 項資產

source: %lld excluded
zh_hant: %lld 已排除

source: %lld pending
zh_hant: %lld 待更新

source: %lld updated
zh_hant: %lld 已更新

source: 1M
zh_hant: 1個月

source: 1Y
zh_hant: 1年

source: 3M
zh_hant: 3個月

source: A snapshot already exists for %@. Go to the Snapshots screen to view and edit it.
zh_hant: 已存在 %@ 的快照。前往「快照」畫面查看並編輯。

source: A snapshot already exists for this date.
zh_hant: 此日期已存在快照。

source: About
zh_hant: 關於

source: Action
zh_hant: 操作

source: Add
zh_hant: 新增

source: Add a cash flow operation
zh_hant: 新增現金流操作

source: Add a new cash flow operation
zh_hant: 新增一筆現金流操作

source: Add a platform to start building your snapshot, or import assets from a CSV file.
zh_hant: 新增平台以開始建立快照，或從 CSV 檔案匯入資產。

source: Add an asset to this snapshot
zh_hant: 新增資產至此快照

source: Add Asset
zh_hant: 新增資產

source: Add Cash Flow
zh_hant: 新增現金流

source: Add Platform
zh_hant: 新增平台

source: All assets are missing from the latest snapshot. Toggle “Hide Stale Assets” off to see them.
zh_hant: 所有資產皆未出現在最新的快照中。將「隱藏停滯資產」關閉即可查看。

source: All Assets Are Stale
zh_hant: 所有資產均已停滯

source: All data is stored locally on your Mac. Exchange rates are fetched from cdn.jsdelivr.net. No personal data is collected or transmitted.
zh_hant: 所有資料均儲存於您的 Mac 上。 匯率資料取自 cdn.jsdelivr.net。 不會收集或傳輸任何個人資料。

source: All data is stored locally. Exchange rates are fetched from cdn.jsdelivr.net. No personal data is collected or transmitted.
zh_hant: 所有資料均儲存於本機。匯率資料取自 cdn.jsdelivr.net。不會收集或傳輸任何個人資料。

source: All Rows
zh_hant: 所有列

source: Allocation
zh_hant: 配置

source: Allocation History
zh_hant: 配置走勢

source: Amount
zh_hant: 金額

source: Amount (positive = inflow, negative = outflow)
zh_hant: 金額（正數 = 流入，負數 = 流出）

source: Are you sure you want to delete "%@"? This action cannot be undone.
zh_hant: 確定要刪除「%@」嗎？此操作無法復原。

source: Asset
zh_hant: 資產

source: Asset Details
zh_hant: 資產詳情

source: Asset name
zh_hant: 資產名稱

source: Asset Name
zh_hant: 資產名稱

source: Asset Name (required), Market Value (required), Platform (optional)
zh_hant: 資產名稱（必填）、市值（必填）、平台（選填）

source: AssetFlow is Locked
zh_hant: AssetFlow 已鎖定

source: AssetFlow User Guide
zh_hant: AssetFlow 使用手冊

source: Assets
zh_hant: 資產

source: Assets in Category
zh_hant: 類別中的資產

source: Assets on Platform
zh_hant: 此平台的資產

source: Based on current category assignments
zh_hant: 根據目前的類別分配

source: Browse for a CSV file to import
zh_hant: 瀏覽要匯入的 CSV 檔案

source: Browse...
zh_hant: 瀏覽⋯

source: Bulk Entry
zh_hant: 批次輸入

source: Buy: %@
zh_hant: 買入：%@

source: By Category
zh_hant: 依類別

source: By Platform
zh_hant: 依平台

source: CAGR
zh_hant: 年化複合成長率

source: CAGR is the annualized rate at which the portfolio's total value has grown since inception, including the effect of deposits and withdrawals.
zh_hant: 年化複合成長率是投資組合自成立以來總值的年化成長率，包含存款和提款的影響。

source: Cancel
zh_hant: 取消

source: Cannot calculate returns for selected period
zh_hant: 無法計算所選期間的報酬率

source: Cannot Delete Asset
zh_hant: 無法刪除資產

source: Cannot Delete Category
zh_hant: 無法刪除類別

source: Carried forward
zh_hant: 結轉

source: Cash Flow Operations
zh_hant: 現金流操作

source: Cash Flows
zh_hant: 現金流

source: Categories
zh_hant: 類別

source: Categories marked with ⚠ have current allocations that differ from their target allocations by more than 5 percentage points.
zh_hant: 標有 ⚠ 的類別，其目前配置與目標配置相差超過 5 個百分點。

source: Categories with Targets
zh_hant: 已設定目標的類別

source: Category
zh_hant: 類別

source: Category Allocation
zh_hant: 類別配置

source: Category allocation pie chart
zh_hant: 類別配置圓餅圖

source: Category Details
zh_hant: 類別詳情

source: Category Name
zh_hant: 類別名稱

source: Category Value History
zh_hant: 類別市值走勢

source: Category value history chart
zh_hant: 類別市值趨勢圖

source: Category:
zh_hant: 類別：

source: Change
zh_hant: 變更

source: Configuration
zh_hant: 設定

source: Continue
zh_hant: 繼續

source: Converted Value
zh_hant: 換算價值

source: Copy from latest snapshot
zh_hant: 從最新快照複製

source: Copy from other platforms
zh_hant: 從其他平台複製

source: Create
zh_hant: 建立

source: Create a new category
zh_hant: 建立新類別

source: Create a new snapshot
zh_hant: 建立新快照

source: Create a snapshot to start tracking your portfolio, or import CSV data.
zh_hant: 建立快照以開始追蹤您的投資組合，或匯入 CSV 資料。

source: Create categories to see allocation trends
zh_hant: 建立類別以查看配置變化趨勢

source: Create Category
zh_hant: 建立類別

source: Creation Mode
zh_hant: 建立模式

source: CSV File
zh_hant: CSV 檔案

source: CSV Import
zh_hant: CSV 匯入

source: Cumulative time-weighted return chart
zh_hant: 累計時間加權報酬率圖表

source: Cumulative TWR
zh_hant: 累計時間加權報酬率

source: Cumulative TWR (All Time)
zh_hant: 累計時間加權報酬率（所有時間）

source: Currency
zh_hant: 幣別

source: Current %
zh_hant: 目前 %

source: Current allocation differs from target by more than 5%.
zh_hant: 目前配置與目標相差超過 5%。

source: Current Value
zh_hant: 目前價值

source: Danger Zone
zh_hant: 危險區域

source: Dashboard
zh_hant: 儀表板

source: Data Management
zh_hant: 資料管理

source: Date
zh_hant: 日期

source: Date Format
zh_hant: 日期格式

source: Default Platform
zh_hant: 預設平台

source: Delete
zh_hant: 刪除

source: Delete Asset
zh_hant: 刪除資產

source: Delete Category
zh_hant: 刪除類別

source: Delete Snapshot
zh_hant: 刪除快照

source: Delete snapshot from %1$@? This will remove all %2$lld asset values and %3$lld cash flow operations. This action cannot be undone.
zh_hant: 刪除 %1$@ 的快照？這將移除所有 %2$lld 筆資產價值和 %3$lld 筆現金流操作。此操作無法復原。

source: Description
zh_hant: 說明

source: Description (required), Amount (required)
zh_hant: 說明（必填）、金額（必填）

source: Details available in a future update
zh_hant: 詳細資訊將在未來更新中提供

source: Developer
zh_hant: 開發者

source: Difference
zh_hant: 差異

source: Discard
zh_hant: 捨棄

source: Discard import?
zh_hant: 捨棄匯入？

source: Discard unsaved changes?
zh_hant: 要捨棄未儲存的變更嗎？

source: Display Currency
zh_hant: 顯示貨幣

source: Drop a CSV file here or click Browse
zh_hant: 將 CSV 檔案拖放到此處，或點按「瀏覽」

source: Edit
zh_hant: 編輯

source: Edit Cash Flow
zh_hant: 編輯現金流

source: Edit Market Value
zh_hant: 編輯市值

source: Edit Value
zh_hant: 編輯價值

source: Empty Snapshot
zh_hant: 空白快照

source: Enable copy-forward
zh_hant: 沿用上一個快照的資產記錄

source: Enter amount
zh_hant: 輸入金額

source: Enter value…
zh_hant: 輸入價值…

source: Error
zh_hant: 錯誤

source: Exchange Rates
zh_hant: 匯率

source: Expected columns:
zh_hant: 預期欄位：

source: Export all data as a ZIP archive
zh_hant: 將所有資料匯出為 ZIP 壓縮檔

source: Export all data as a ZIP archive or restore from a previous backup.
zh_hant: 將所有資料匯出為 ZIP 封存檔，或從先前的備份還原。

source: Export Backup...
zh_hant: 匯出備份⋯

source: Fetching exchange rates...
zh_hant: 正在取得匯率⋯

source: Fill with previous value
zh_hant: 填入先前數值

source: Go back
zh_hant: 返回

source: Go forward
zh_hant: 前進

source: Group assets by platform or category
zh_hant: 依平台或類別將資產分組

source: Grouping
zh_hant: 分組

source: Growth Rate
zh_hant: 成長率

source: Growth rate is the simple percentage change in portfolio value over the selected period, including the effect of deposits and withdrawals.
zh_hant: 成長率是所選期間內投資組合價值的簡單百分比變化，包含存款和提款的影響。

source: Growth rate is the simple percentage change in portfolio value over the selected period, including the effect of deposits and withdrawals. Unlike Return Rate, it does not isolate investment performance.
zh_hant: 成長率是所選期間內投資組合價值的簡單百分比變化，包含存款和提款的影響。與報酬率不同，它不排除現金流對績效的影響。

source: Hide Stale Assets
zh_hant: 隱藏停滯資產

source: How dates are displayed throughout the app.
zh_hant: 日期在整個應用程式中的顯示方式。

source: Import
zh_hant: 匯入

source: Import a CSV file or create assets through snapshots.
zh_hant: 匯入 CSV 檔案或透過快照建立資產。

source: Import a CSV file to add assets.
zh_hant: 請匯入 CSV 檔案以新增資產。

source: Import a CSV file to fill values for this platform
zh_hant: 匯入 CSV 檔案以填入此平台的價值

source: Import cash flows from a CSV file
zh_hant: 從 CSV 檔案匯入現金流

source: Import CSV
zh_hant: 匯入 CSV

source: Import CSV...
zh_hant: 匯入 CSV⋯

source: Import Defaults
zh_hant: 匯入預設值

source: Import Error
zh_hant: 匯入錯誤

source: Import the CSV data into a snapshot
zh_hant: 將 CSV 資料匯入快照

source: Import Type
zh_hant: 匯入類型

source: Import your first CSV
zh_hant: 匯入您的第一個 CSV

source: Include
zh_hant: 包含

source: Include %@
zh_hant: 包含 %@

source: Include assets from these platforms (values from most recent snapshot):
zh_hant: 納入以下平台的資產（價值來自最近的快照）：

source: Include or exclude this asset from the snapshot
zh_hant: 從快照中包含或排除此資產

source: Include or exclude this cash flow from the snapshot
zh_hant: 將此現金流納入或排除於快照中

source: Insufficient data (need at least 2 snapshots)
zh_hant: 資料不足（需要至少 2 個快照）

source: Latest
zh_hant: 最新

source: Latest Snapshot
zh_hant: 最新快照

source: License
zh_hant: 授權條款

source: Main Currency
zh_hant: 主要貨幣

source: Market Value
zh_hant: 市值

source: Mode
zh_hant: 模式

source: Name
zh_hant: 名稱

source: Net Cash Flow
zh_hant: 淨現金流

source: NEW
zh_hant: 新增

source: New Category
zh_hant: 新類別

source: New category name
zh_hant: 新類別名稱

source: New Category...
zh_hant: 新類別⋯

source: New Category…
zh_hant: 新類別⋯

source: New Platform
zh_hant: 新平台

source: New platform name
zh_hant: 新平台名稱

source: New Platform...
zh_hant: 新平台⋯

source: New Snapshot
zh_hant: 新增快照

source: New Snapshot — %@
zh_hant: 新快照 — %@

source: New Snapshot...
zh_hant: 新增快照⋯

source: New Value
zh_hant: 新價值

source: No allocation history
zh_hant: 尚無配置記錄

source: No asset data available
zh_hant: 無資產資料

source: No Assets
zh_hant: 無資產

source: No assets found
zh_hant: 找不到資產

source: No assets in this category
zh_hant: 此類別中沒有資產

source: No assets in this snapshot
zh_hant: 此快照中沒有資產

source: No assets on this platform
zh_hant: 此平台尚無資產

source: No assets yet. Assets are created automatically when you import CSV data.
zh_hant: 尚無資產。匯入 CSV 資料時將自動建立資產。

source: No cash flow operations
zh_hant: 無現金流操作

source: No Categories
zh_hant: 無類別

source: No categories yet. Create categories to organize your assets and set target allocations.
zh_hant: 尚無類別。建立類別來組織您的資產並設定目標配置。

source: No category data
zh_hant: 無類別資料

source: No data for selected period
zh_hant: 所選期間無資料

source: No Platform
zh_hant: 無平台

source: No Platforms
zh_hant: 無平台

source: No platforms yet. Platforms are created automatically when you import CSV data or create assets.
zh_hant: 尚無平台。匯入 CSV 資料或建立資產時會自動建立平台。

source: No portfolio data available
zh_hant: 無投資組合資料

source: No prior snapshots available to copy from.
zh_hant: 沒有可供複製的先前快照。

source: No Rebalancing Data
zh_hant: 無再平衡資料

source: No recorded values
zh_hant: 無記錄的價值

source: No Snapshots
zh_hant: 無快照

source: No snapshots yet
zh_hant: 尚無快照

source: No snapshots yet. Create your first snapshot or import a CSV to get started.
zh_hant: 尚無快照。建立您的第一個快照或匯入 CSV 以開始使用。

source: No target
zh_hant: 無目標

source: No Target Set
zh_hant: 未設定目標

source: No value history
zh_hant: 尚無市值記錄

source: None
zh_hant: 無

source: OK
zh_hant: 確定

source: Optional. Enter a value between 0 and 100.
zh_hant: 選填。請輸入 0 到 100 之間的值。

source: Original Value
zh_hant: 原幣價值

source: Overview
zh_hant: 概覽

source: Period
zh_hant: 期間

source: Platform
zh_hant: 平台

source: Platform Details
zh_hant: 平台詳情

source: Platform name
zh_hant: 平台名稱

source: Platform Name
zh_hant: 平台名稱

source: Platform:
zh_hant: 平台：

source: Platforms
zh_hant: 平台

source: Portfolio
zh_hant: 投資組合

source: Portfolio value history chart
zh_hant: 投資組合價值趨勢圖

source: Portfolio Value Over Time
zh_hant: 投資組合價值走勢

source: Pre-fills the platform field when importing CSV files. Leave empty for no default.
zh_hant: 匯入 CSV 檔案時預先填入平台欄位。留空表示無預設值。

source: Preview
zh_hant: 預覽

source: Previous Value
zh_hant: 前次價值

source: Privacy
zh_hant: 隱私

source: Rebalancing
zh_hant: 再平衡

source: Recent Snapshots
zh_hant: 最近的快照

source: Remove
zh_hant: 移除

source: Remove from Snapshot
zh_hant: 從快照中移除

source: Remove this cash flow
zh_hant: 移除此現金流

source: Rename
zh_hant: 重新命名

source: Rename Platform
zh_hant: 重新命名平台

source: Report an Issue
zh_hant: 回報問題

source: Require Authentication
zh_hant: 要求驗證

source: Restore
zh_hant: 還原

source: Restore data from a previous backup
zh_hant: 從先前的備份還原資料

source: Restore from Backup
zh_hant: 從備份還原

source: Restore from Backup...
zh_hant: 從備份還原⋯

source: Restoring from backup will replace ALL existing data. This cannot be undone. Continue?
zh_hant: 從備份還原將取代所有現有資料。此操作無法復原。是否繼續？

source: Retry
zh_hant: 重試

source: Unable to load data
zh_hant: 無法載入資料

source: Return Rate
zh_hant: 報酬率

source: Return rate uses the Modified Dietz method to calculate a cash-flow adjusted return, isolating actual investment performance by accounting for the timing and magnitude of deposits and withdrawals.
zh_hant: 報酬率使用修正 Dietz 法計算經現金流調整的報酬，透過考量存款和提款的時機與金額，排除現金流影響以單獨衡量實際投資績效。

source: Return rate uses the Modified Dietz method to calculate a cash-flow adjusted return, isolating actual investment performance.
zh_hant: 報酬率使用修正 Dietz 法計算經現金流調整的報酬，排除現金流影響以單獨衡量實際投資績效。

source: Row %lld
zh_hant: 第 %lld 列

source: Save
zh_hant: 儲存

source: Save Error
zh_hant: 儲存錯誤

source: Save Snapshot
zh_hant: 儲存快照

source: Save the snapshot with entered values
zh_hant: 以輸入的價值儲存快照

source: Security
zh_hant: 安全性

source: Select a category
zh_hant: 選擇類別

source: Select a platform
zh_hant: 選擇平台

source: Select a section
zh_hant: 選擇項目

source: Select a snapshot
zh_hant: 選擇快照

source: Select an asset
zh_hant: 選擇資產

source: Sell: %@
zh_hant: 賣出：%@

source: Set target allocations on your categories to use the rebalancing calculator.
zh_hant: 請為您的類別設定目標配置以使用再平衡計算器。

source: Settings
zh_hant: 設定

source: Show %@ time range
zh_hant: 顯示%@時間範圍

source: Show values converted to %@
zh_hant: 顯示轉換到 %@ 的總值

source: Snapshot
zh_hant: 快照

source: Snapshot Date
zh_hant: 快照日期

source: Snapshots
zh_hant: 快照

source: Start tracking your portfolio by importing CSV data or creating a snapshot.
zh_hant: 透過匯入 CSV 資料或建立快照來開始追蹤您的投資組合。

source: Success
zh_hant: 成功

source: Suggested Moves
zh_hant: 建議調整

source: Summary
zh_hant: 摘要

source: Target %
zh_hant: 目標 %

source: Target Allocation (e.g. 40)
zh_hant: 目標配置（例如 40）

source: Target: %@
zh_hant: 目標：%@

source: The currency used to display total portfolio values across the app.
zh_hant: 用於在整個應用程式中顯示投資組合總值的貨幣。

source: The entered values have not been saved yet.
zh_hant: 輸入的數值尚未儲存。

source: The selected file has not been imported yet.
zh_hant: 所選檔案尚未匯入。

source: Time Range
zh_hant: 時間範圍

source: Time-weighted return measures pure investment performance by removing the effect of external cash flows (deposits and withdrawals).
zh_hant: 時間加權報酬率透過排除外部現金流（存款和提款）的影響，單獨衡量實際投資績效。

source: Tools
zh_hant: 工具

source: Total Portfolio Value
zh_hant: 投資組合總值

source: Total Value
zh_hant: 總值

source: TWR
zh_hant: 時間加權報酬率

source: Uncategorized
zh_hant: 未分類

source: Unlock
zh_hant: 解鎖

source: Use the sidebar to create a new snapshot.
zh_hant: 請使用側邊欄建立新快照。

source: User Guide
zh_hant: 使用手冊

source: Value
zh_hant: 價值

source: Value cannot be 0. Exclude the asset instead if it is no longer held.
zh_hant: 數值不可為 0。若不再持有該資產，請改為排除。

source: Value History
zh_hant: 市值走勢

source: View All
zh_hant: 查看全部

source: View all snapshots
zh_hant: 查看所有快照

source: View Source Code on GitHub
zh_hant: 在 GitHub 上查看原始碼

source: Welcome to AssetFlow
zh_hant: 歡迎使用 AssetFlow

source: When Locked or Sleeping
zh_hant: 鎖定螢幕或睡眠時

source: When Switching Apps
zh_hant: 切換應用程式時
